{
    "greeting": "First Juggling School",
    "see_more": "See more",
    "contact_us": "Contact us",
    "history": "Our juggling school was founded in Kyiv, Ukraine, in 2019 by two passionate jugglers, Artem Halai and Dmytro Bakhtin. We offer classes for all skill levels, from complete beginners to experienced performers, helping everyone master the art of juggling in a fun and supportive environment. Our lessons focus on improving coordination, fostering creativity, and building confidence while exploring various juggling styles and techniques. Whether you want to learn a new hobby, develop stage performance skills, or simply enjoy the joy of juggling, our school is the perfect place for you!",
    "history_title": "About us",
    "artem": "Artem Halai",
    "dmytro": "Dmytro Bakhtin",
    "juggling_desc_1": "In juggling, every throw is an opportunity to learn, and every drop is simply a chance to rise again. It’s a practice of patience, joy, and persistence. Just like juggling, life is about finding balance, embracing challenges, and savoring the moments of lightness and fun.",
    "juggling_desc_2": "Juggling is a perfect metaphor for life: no matter how many things you have to handle, there’s always room to grow, learn, and find joy in the process. It's not about keeping everything perfectly in the air, but about the grace and determination with which you handle what’s in front of you.",
    "juggling_desc_3": "It is a pleasure to have you as a part of our juggling community. Keep juggle and never give up.",
    "our_classes_header": "Our classes",
    "our_classes_desc": "At our school, we offer a variety of classes designed for all skill levels. Whether you're a beginner or an experienced juggler, we’ll help you master the art of juggling:",
    "our_classes_desc_1": "Balls: Learn the basics or take your skills to the next level with juggling balls. Our classes focus on hand-eye coordination and mastering multi-ball patterns, from the basic to more advanced tricks.",
    "our_classes_desc_2": "Clubs: If you’re looking for a challenge, juggling clubs are a great way to push your limits. Join our classes to learn how to juggle clubs, improve your throws, and perfect your technique.",
    "our_classes_desc_3": "Rings: Explore the elegance of juggling rings! These classes focus on graceful, precise movements and help you develop your skills with an entirely new set of props.",
    "our_classes_desc_4": "Diabolo: Want to try something different? Diabolo juggling is a fun and dynamic skill that involves spinning a spinning top-like object. Our classes will guide you through all the tricks, from the basic to advanced.",
    "juggling_levels_header": "Juggling levels",
    "juggling_levels_desc": "Ready to get started? Our classes are designed to be fun, engaging, and tailored to each student's skill level. Whether you're learning to juggle for the first time or aiming to take your skills to the stage, we offer personalized lessons to help you reach your goals:",
    "juggling_levels_desc_1": "Beginner Classes: Start your juggling journey with basic skills, including learning to juggle balls, rings, and clubs.",
    "juggling_levels_desc_2": "Intermediate & Advanced Classes: Take your juggling to the next level! Improve your technique, add new props, and learn advanced tricks.",
    "juggling_levels_desc_3": "Specialized Classes: We also offer unique classes in other areas of juggling, such as contact juggling, hat manipulation, devil sticks, etc.",
    "social": "Social media"
}