{
    "greeting": "Перша Школа Жонглювання",
    "see_more": "Дізнатись більше",
    "contact_us": "Зв'язатися з нами",
    "history": "Наша школа жонглювання була заснована в Києві (Україна) у 2019 році двома пристрасними жонглерами — Артемом Галаєм і Дмитром Бахтіним. Ми пропонуємо заняття для всіх рівнів майстерності — від початківців до досвідчених виконавців, допомагаючи кожному опанувати мистецтво жонглювання у веселій і сприятливій атмосфері. Наші уроки спрямовані на вдосконалення координації, розвитку креативності та впевненості, а також вивчення різних стилів і технік жонглювання. Незалежно від того, чи хочете ви освоїти нове хобі, покращити сценічні навички або просто насолодитися процесом жонглювання, наша школа — ідеальне місце для вас!",
    "history_title": "Про нас",
    "artem": "Артем Галай",
    "dmytro": "Дмитро Бахтін",
    "juggling_desc_1": "У жонглюванні кожен кидок — це можливість навчитися, а кожне падіння — це просто шанс знову піднятися. Це практика терпіння, радості та наполегливості. Як і жонглювання, життя полягає в пошуку балансу, прийнятті викликів і насолоді моментами легкості та веселощів.",
    "juggling_desc_2": "Жонглювання — це ідеальна метафора життя: незалежно від того, скільки справ потрібно вирішити, завжди є місце для зростання, навчання та радості в процесі. Головне — не ідеально тримати все в повітрі, а з грацією та рішучістю справлятися з тим, що перед тобою.",
    "juggling_desc_3": "Дуже приємно бачити Вас частиною нашої жонглювальної спільноти. Продовжуйте жонглювати і ніколи не здавайтеся.",
    "our_classes_header": "Наші заняття",
    "our_classes_desc": "У нашій школі ми пропонуємо різноманітні заняття, розроблені для всіх рівнів кваліфікації. Незалежно від того, початківець Ви чи досвідчений жонглер, ми допоможемо Вам освоїти мистецтво жонглювання:",
    "our_classes_desc_1": "М’ячі: вивчіть основи або перейдіть на новий рівень, жонглюючи м’ячами. Наші заняття зосереджені на координації рук і очей і оволодінні схемами жонглювання з кількома м’ячами, від базових до більш складних трюків.",
    "our_classes_desc_2": "Булави: якщо Ви шукаєте виклик, булави для жонглювання — чудовий спосіб розширити свої межі. Приєднуйтеся до наших занять, щоб навчитися жонглювати булавами, покращити свої навички та вдосконалити техніку.",
    "our_classes_desc_3": "Кільця: відкрийте для себе елегантність жонглювання кільцями! Ці заняття зосереджені на витончених, точних рухах і допоможуть Вам розвинути свої навички за допомогою абсолютно нового набору реквізиту.",
    "our_classes_desc_4": "Діаболо: Бажаєте спробувати щось інше? Жонглювання діаболо — це весела та динамічна навичка, яка передбачає обертання предмета, схожого на дзигу. Наші уроки проведуть Вас через усі трюки, від базових до складних.",
    "juggling_levels_header": "Рівні жонглювання",
    "juggling_levels_desc": "Готові почати? Наші заняття розроблені таким чином, щоб бути веселими, захоплюючими та адаптованими до рівня навичок кожного студента. Незалежно від того, чи вчитеся Ви жонглювати вперше чи прагнете вийти на сцену зі своїми навичками, ми пропонуємо персоналізовані уроки, які допоможуть Вам досягти ваших цілей:",
    "juggling_levels_desc_1": "Заняття для початківців: розпочніть свою подорож жонглюванням із базових навичок, зокрема навчіться жонглювати м’ячами, кільцями та булавами.",
    "juggling_levels_desc_2": "Заняття середнього та просунутого рівня: виведіть своє жонглювання на новий рівень! Удосконалюйте свою техніку, додавайте новий реквізит і вивчайте складні трюки.",
    "juggling_levels_desc_3": "Спеціалізовані заняття: ми також пропонуємо унікальні заняття з інших областей жонглювання, таких як контактне жонглювання, маніпуляції з капелюхами, диявольські палиці тощо.",
    "social": "Соціальні мережі"
}